;
; Copyright (C) 2006 TOSHIBA Corporation
;
; Automatic Registration Initialization File
;
;
; NOV.1.2006 Updated
;
;----------------------------------------------------------------
[SETUP]
;maximum number of register item. default(none) is 2.
HidDeviceMax = 1
;maximum searching time
HidSearchTime = 180
;startup delay time, unit is sec. Default value(none) is 5sec(5)
StartDelay = 5
;maximum waiting time of driver. default value is 20(sec).
;DriverWaitTime = 20

[Image]
Mode = 1
Fit = 0
; Background Image filename
Filename = "antenna.JPG"
; Size
x = -1
y = 10
h = 220
w = 280

;--------------------------------------------------------------------
[JPN]
;Japanese(Default)
IDS_CAPTION = "自動登録"
IDS_STRING1_1 = "Bluetooth Wireless Technology HIDデバイス(マウス、キーボード等)を検索中です。それらのデバイスを登録する必要がある場合は電源をオンにして登録する準備をしてください。詳細はそれらに付属の取扱説明書を参照してください。\r\n登録の必要がない場合には%s ボタンを押して終了してください。後でBluetooth設定を使用して登録することができます。"
IDS_STRING1_2 = "HIDデバイスを発見できませんでした。HIDデバイスを登録する必要がある場合はBluetooth設定でも登録することができます。この画面はしばらくすると自動的に閉じます。"
IDS_STRING2 = "次回から表示しない"
IDS_STRING3_1 = "キャンセル"
IDS_STRING3_2 = "閉じる"
IDS_STRING4 = "検索中..."

[ENU]
;English
IDS_CAPTION = "Automatic Registration"
IDS_STRING1_1 = "Searching for Bluetooth Wireless Technology HID devices (such as a mouse or keyboard)... To register one or more devices, turn on the power and prepare for the registration process. Please refer to the associated device user guide for further information.\r\nIf you don't need to register any device, click on the %sbutton to quit. You can register the device(s) later using Bluetooth Settings if necessary."
IDS_STRING1_2 = "Unable to locate HID device. If you need to register an HID device, please do so from Bluetooth Settings. This window will close automatically in a few seconds."
IDS_STRING2 = "Don't show this window next time"
IDS_STRING3_1 = "Cancel"
IDS_STRING3_2 = "Close"
IDS_STRING4 = "Searching...."

[FRA]
;French
IDS_CAPTION = "Enregistrement automatique"
IDS_STRING1_1 = "Recherche de périphériques HID équipés de la technologie Bluetooth (tels qu’une souris ou un clavier) en cours… Pour enregistrer un ou plusieurs périphériques, mettez-les sous tension et préparez-vous pour la procédure d’enregistrement. Veuillez consulter le manuel du périphérique associé pour plus d'informations.\r\nSi vous ne souhaitez pas enregistrer un périphérique, cliquez sur le bouton %s pour quitter. You can register the device(s) later using Bluetooth Settings if necessary."
IDS_STRING1_2 = "Impossible de localiser le périphérique HID. Si vous devez enregistrer un périphérique HID, veuillez utiliser les Paramètres Bluetooth à cette fin. Cette fenêtre se fermera automatiquement dans quelques secondes."
IDS_STRING2 = "Ne plus afficher cette fenêtre à l’avenir"
IDS_STRING3_1 = "Annuler"
IDS_STRING3_2 = "Fermer"
IDS_STRING4 = "Recherche en cours…"

[DEU]
;German
IDS_CAPTION = "Automatische Registrierung"
IDS_STRING1_1 = "Bluetooth-HID-Geräte (wie Maus oder Tastatur) werden gesucht... Um ein oder mehrere Geräte zu registrieren, schalten Sie die Stromversorgung ein und bereiten Sie sich auf den Registrierungsvorgang vor.  Weitere Informationen finden Sie im Benutzerhandbuch zum entsprechenden Gerät.\r\nWenn keine Geräteregistrierung erforderlich ist, klicken Sie auf die Schaltfläche %s zum Beenden. Sie können das/die Gerät(e) später mithilfe der Bluetooth-Einstellungen registrieren."
IDS_STRING1_2 = "HID-Gerät konnte nicht gefunden werden. Wenn die Registrierung eines HID-Geräts erforderlich ist, nehmen Sie diese mithilfe der Bluetooth-Einstellungen vor. Dieses Fenster wird in wenigen Sekunden automatisch geschlossen."
IDS_STRING2 = "Dieses Fenster nicht mehr zeigen"
IDS_STRING3_1 = "Abbrechen"
IDS_STRING3_2 = "Schließen"
IDS_STRING4 = "Suchen..."

[ITA]
;Italia
IDS_CAPTION = "Registrazione automatica"
IDS_STRING1_1 = "Ricerca di dispositivi HID con tecnologia senza fili Bluetooth (quali mouse o tastiere) in corso… I dispositivi da registrare devono essere alimentati. Per ulteriori informazioni, consultare la documentazione relativa a ogni dispositivo.\r\nSe non vi sono dispositivi da registrare, fare clic sul pulsante %s per uscire. La registrazione dei dispositivi può anche essere effettuata in un secondo momento nella finestra Impostazioni Bluetooth."
IDS_STRING1_2 = "Impossibile trovare il dispositivo HID. Per registrare un dispositivo HID, utilizzare Impostazioni Bluetooth. Questa finestra verrà chiusa automaticamente tra pochi secondi."
IDS_STRING2 = "Non visualizzare più questa finestra."
IDS_STRING3_1 = "Annulla"
IDS_STRING3_2 = "Chiudi"
IDS_STRING4 = "Ricerca in corso..."

[DAN]
;Danish
IDS_CAPTION = "Automatisk registrering"
IDS_STRING1_1 = "Søger efter trådløse Bluetooth HID-enheder (fx mus eller tastatur)... Hvis du vil registrere en eller flere enheder, skal du tænde dem og indstille dem så de kan blive registreret. Der er flere oplysninger i brugervejledningen til enhederne.\r\nHvis du ikke vil registrere en enhed, skal du klikke på %s for at afbryde processen. Du kan i givet fald registrere enhederne senere via Bluetooth-indstillinger."
IDS_STRING1_2 = "Kan ikke finde HID-enhed. Hvis du vil registrere en HID-enhed, skal du gøre det via Bluetooth-indstillinger. Vinduet lukkes automatisk om et par sekunder."
IDS_STRING2 = "Vis ikke dette vindue næste gang"
IDS_STRING3_1 = "Annuller"
IDS_STRING3_2 = "Luk"
IDS_STRING4 = "Søger..."

[NOR]
;Norwegian
IDS_CAPTION = "Automatisk registrering"
IDS_STRING1_1 = "Søker etter HID-enheter med innebygd Bluetooth-teknologi (f.eks. en mus eller et tastatur). Slå på enheten(e) du vil registrere, og vent til registreringsprosessen starter. Du finner mer informasjon i de respektive enhetenes brukerveiledninger.\r\nHvis du ikke vil registrere noen enhet, avslutter du ved å klikke på %s. Du kan om ønskelig registrere enheten(e) senere via Bluetooth-innstillinger."
IDS_STRING1_2 = "Finner ikke HID-enheten. Hvis du vil registrere en HID-enhet, gjør du dette via Bluetooth-innstillinger. Dette vinduet lukkes automatisk om noen sekunder."
IDS_STRING2 = "Ikke vis dette vinduet neste gang"
IDS_STRING3_1 = "Avbryt"
IDS_STRING3_2 = "Lukk"
IDS_STRING4 = "Søker ..."

[PTB]
;Portuguese (Brazilian)
IDS_CAPTION = "Registro automático"
IDS_STRING1_1 = "Procurando dispositivos HID de tecnologia sem fio Bluetooth (como mouse ou teclado)... Para registrar um ou mais dispositivos, ligue a energia e prepare-se para o processo de registro. Consulte o guia do usuário do dispositivo associado para obter mais informações.\r\nSe não for necessário registrar qualquer dispositivo, clique no botão %s para sair. Se necessário, poderá registrar o(s) dispositivo(s) mais tarde usando Configurações do Bluetooth."
IDS_STRING1_2 = "Não é possível localizar dispositivo HID. Se for necessário registrar um dispositivo HID, registre-o a partir das Configurações do Bluetooth. Esta janela será fechada automaticamente em poucos segundos."
IDS_STRING2 = "Não exibir esta janela na próxima vez"
IDS_STRING3_1 = "Cancelar"
IDS_STRING3_2 = "Fechar"
IDS_STRING4 = "Procurando..."

[PTG]
;Portuguese Portuguese (Standard) 
IDS_CAPTION = "Registo automático"
IDS_STRING1_1 = "À procura dos dispositivos HID de Tecnologia Sem Fios Bluetooth (como um rato ou teclado)… Para registar um ou mais dispositivos, ligue-o e prepare para o processo de registo. Consulte o manual de utilizador do dispositivo associado para obter mais informações.\r\nSe não precisar registar qualquer dispositivo, clique no botão %s para sair. Pode registar o(s) dispositivo(s) posteriormente utilizando as Definições de Bluetooth, se necessário."
IDS_STRING1_2 = "Não foi possível localizar o dispositivo HID. Se precisar registar um dispositivo HID, efectue a partir das Definições de Bluetooth. Esta janela irá fechar-se automaticamente dentro de alguns segundos."
IDS_STRING2 = "Não mostrar esta janela da próxima vez"
IDS_STRING3_1 = "Cancelar"
IDS_STRING3_2 = "Fechar"
IDS_STRING4 = "À procura…"

[SVE]
;Swedish
IDS_CAPTION = "Automatisk registrering"
IDS_STRING1_1 = "Sökning pågår efter Bluetooth HID-enheter (t.ex. mus eller tangentbord) ... Slå på strömmen och förbered dig för registreringsprocessen om du behöver registrera en eller flera enheter. Se bruksanvisningarna till enheterna i fråga för vidare information.\r\nKlicka på %s för att avsluta om du inte behöver registrera någon enhet. Vid behov kan du registrera enheten/enheterna i Bluetooth-inställningar senare."
IDS_STRING1_2 = "Det går inte att hitta någon HID-enhet. Om du behöver registrera en HID-enheter gör du det i Bluetooth-inställningar. Detta fönster stängs automatiskt om några sekunder."
IDS_STRING2 = "Visa inte detta fönster igen."
IDS_STRING3_1 = "Avbryt"
IDS_STRING3_2 = "Stäng"
IDS_STRING4 = "Sökning pågår ..."

[ESP]
;Spanish
IDS_CAPTION = "Registro automático"
IDS_STRING1_1 = "Buscando dispositivos HID con tecnología inalámbrica Bluetooth (como un ratón o un teclado)... Para registrar uno o más dispositivos, enciéndalos y prepárese para el proceso de registro. Para más información, consulte la guía del usuario del dispositivo asociado.\r\nSi no tiene que registrar ningún dispositivo, haga clic en el botón %s para salir. Puede registrar los dispositivos más tarde mediante Configuración Bluetooth, si fuera necesario."
IDS_STRING1_2 = "Imposible localizar dispositivo HID. Si tiene que registrar un dispositivo HID, hágalo desde Configuración Bluetooth. Esta ventana se cerrará automáticamente dentro de unos segundos."
IDS_STRING2 = "No volver a mostrar esta ventana"
IDS_STRING3_1 = "Cancelar"
IDS_STRING3_2 = "Cerrar"
IDS_STRING4 = "Buscando..."

[NLD]
;Dutch
IDS_CAPTION = "Automatische registratie"
IDS_STRING1_1 = "Bezig met zoeken naar HID-apparaten met draadloze Bluetooth-technologie (zoals een muis of toetsenbord)... Wilt u een of meer apparaten registreren, dan zet u deze aan en bereidt u zich voor op het registratieproces. Raadpleeg de gebruikersgids van het betreffende apparaat voor meer informatie.\r\nAls u geen apparaat hoeft te registreren, klikt u op de knop %s om af te sluiten. U kunt de apparaten desgewenst later registreren via 'Bluetooth-instellingen'."
IDS_STRING1_2 = "Kan HID-apparaat niet vinden. Als u een HID-apparaat moet registreren, doet u dit via 'Bluetooth-instellingen'. Dit venster wordt over enkele seconden automatisch gesloten."
IDS_STRING2 = "Dit venster niet meer weergeven"
IDS_STRING3_1 = "Annuleren"
IDS_STRING3_2 = "Sluiten"
IDS_STRING4 = "Bezig met zoeken..."

[KOR]
;Korean
IDS_CAPTION = "자동 등록"
IDS_STRING1_1 = "Bluetooth 무선 기술 HID 장치(마우스, 키보드 등)를 검색하는 중… 하나 이상의 장치를 등록하려면 전원을 켠 다음 등록 절차에 대해 준비하십시오. 자세한 내용은 관련 장치의 사용자 안내서를 참조하십시오.\r\n장치를 등록할 필요가 없을 경우 끝내려면 %s 단추를 클릭합니다. 필요한 경우 Bluetooth 설정을 사용하여 나중에 장치를 등록할 수 있습니다."
IDS_STRING1_2 = "HID 장치를 찾을 수 없습니다. HID 장치를 등록해야 할 경우 Bluetooth 설정에서 등록하십시오. 이 창은 몇 초 내에 자동으로 닫힙니다."
IDS_STRING2 = "이 창을 다시 표시 안 함"
IDS_STRING3_1 = "취소"
IDS_STRING3_2 = "닫기"
IDS_STRING4 = "검색 중…"

[CHT]
;Chainese, Traditional
IDS_CAPTION = "自動註冊"
IDS_STRING1_1 = "搜索Bluetooth無線技術HID裝置（如滑鼠或鍵盤）... 要註冊一個或多個裝置，請打開電源並準備註冊。更多資訊請參見相關裝置的使用者指南。\r\n如果無需註冊任何裝置，請點擊%s按鈕退出。如有需要，可稍後使用Bluetooth設定值註冊裝置。"
IDS_STRING1_2 = "無法找到HID裝置。如果需要註冊HID裝置，請從Bluetooth設定值中進行。此視窗將在幾秒鐘後自動關閉。"
IDS_STRING2 = "下一次不再顯示此視窗"
IDS_STRING3_1 = "取消"
IDS_STRING3_2 = "關閉"
IDS_STRING4 = "搜索中...."

[CHS]
;Chainese, Simplified
IDS_CAPTION = "自动注册"
IDS_STRING1_1 = "正在搜索Bluetooth无线技术HID设备 (例如鼠标或键盘)...要注册一个或多个设备，请打开电源并准备注册。详情请参考相关设备用户指南。\r\n如果您不需要注册任何设备，请点击%s按钮退出。如需要，您可以稍后用Bluetooth设置注册设备。"
IDS_STRING1_2 = "无法找到HID设备。如果您要注册HID设备，请在Bluetooth设置中注册。此窗口将在几秒后自动关闭。"
IDS_STRING2 = "以后不再显示此窗口"
IDS_STRING3_1 = "取消"
IDS_STRING3_2 = "关闭"
IDS_STRING4 = "搜索中...."

[RUS]
;Russian
IDS_CAPTION = "Автоматическая регистрация"
IDS_STRING1_1 = "Поиск устройств HID на основе беспроводной технологии Bluetooth (например, мышь или клавиатура)... Чтобы зарегистрировать одно или несколько устройств, включите питание и подготовьтесь к процессу регистрации. Дополнительные сведения см. в руководстве пользователя соответствующего устройства.\r\nЕсли регистрацию устройств выполнять не требуется, нажмите кнопку %s, чтобы выйти. При необходимости устройства можно зарегистрировать позднее с помощью окна «Параметры Bluetooth»."
IDS_STRING1_2 = "Не удается найти устройство HID. Если необходимо зарегистрировать устройство HID, выполните это с помощью окна «Параметры Bluetooth». Это окно закроется автоматически через несколько секунд."
IDS_STRING2 = "Не показывать это окно в следующий раз"
IDS_STRING3_1 = "Отмена"
IDS_STRING3_2 = "Закрыть"
IDS_STRING4 = "Поиск..."

[FIN]
;Finnish
IDS_CAPTION = "Automaattinen rekisteröinti"
IDS_STRING1_1 = "Etsitään langattomia Bluetooth HID -laitteita (kuten hiiriä ja näppäimistöjä)… Jos haluat rekisteröidä laitteita, kytke virta ja valmistaudu rekisteröimisprosessiin. Katso lisätietoja laitteiden käyttöohjeista.\r\nJos laitteita ei tarvitse rekisteröidä, napsauta %s-painiketta lopettaaksesi. Laitteita voidaan tarvittaessa rekisteröidä myöhemmin Bluetooth-asetuksissa."
IDS_STRING1_2 = "HID-laitteita ei löydy. Jos HID-laite pitää rekisteröidä, suorita rekisteröinti Bluetooth-asetuksissa. Tämä ikkuna sulkeutuu automaattisesti hetken päästä."
IDS_STRING2 = "Älä näytä tätä ikkunaa ensi kerralla"
IDS_STRING3_1 = "Peruuta"
IDS_STRING3_2 = "Sulje"
IDS_STRING4 = "Etsitään..."

[PLK]
;Polish
IDS_CAPTION = "Automatyczna rejestracja"
IDS_STRING1_1 = "Wyszukiwanie urządzeń Bluetooth HID (takich jak mysz lub klawiatura)... W celu rejestracji jednego lub większej liczby urządzeń, włącz zasilanie i przygotuj się do rejestracji. Więcej informacji można znaleźć w podręczniku użytkownika danego urządzenia.\r\nJeżeli nie chcesz zarejestrować żadnego urządzenia, kliknij przycisk %s. W razie potrzeby możesz zarejestrować urządzenie(a) później korzystając z ustawień Bluetooth."
IDS_STRING1_2 = "Nie można wykryć urządzenia HID. Jeżeli chcesz zarejestrować urządzenie HID, skorzystaj z ustawień Bluetooth. To okno zastanie automatycznie zamknięte za kilka sekund."
IDS_STRING2 = "Nie wyświetlaj ponownie tego okna."
IDS_STRING3_1 = "Anuluj"
IDS_STRING3_2 = "Zamknij"
IDS_STRING4 = "Wyszukiwanie..."

[ELL]
;Greek
IDS_CAPTION = "Αυτόματη καταχώρηση"
IDS_STRING1_1 = "Αναζήτηση συσκευών HID με ασύρματη τεχνολογία Bluetooth (όπως ποντίκι ή πληκτρολόγιο)... Για να καταχωρήσετε μία ή περισσότερες συσκευές, θέστε τον υπολογιστή σε λειτουργία και ετοιμαστείτε για τη διαδικασία καταχώρησης. Για περισσότερες πληροφορίες, ανατρέξτε στο εγχειρίδιο χρήσης της σχετικής συσκευής.\r\nΑν δεν χρειάζεται να καταχωρήσετε κάποια συσκευή, κάντε κλικ στο κουμπί %s για να τερματίσετε τη διαδικασία. Αν χρειαστεί, μπορείτε να καταχωρήσετε τη(τις) συσκευή(ές) αργότερα, χρησιμοποιώντας τις Ρυθμίσεις Bluetooth."
IDS_STRING1_2 = "Δεν είναι δυνατός ο εντοπισμός συσκευής HID. Αν πρέπει να καταχωρήσετε μια συσκευή HID, καταχωρήστε την μέσω των Ρυθμίσεων Bluetooth. Αυτό το παράθυρο θα κλείσει αυτόματα σε λίγα δευτερόλεπτα."
IDS_STRING2 = "Να μην εμφανιστεί ξανά αυτό το παράθυρο την επόμενη φορά"
IDS_STRING3_1 = "Άκυρο"
IDS_STRING3_2 = "Κλείσιμο"
IDS_STRING4 = "Αναζήτηση..."

